IDEA Open Model
LoadingSLS.InternalForces Property
 Internal force in section (permanent for staged section)
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ResultOfInternalForces InternalForces { get; set; }
Public Property InternalForces As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalForces {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingSLS Class
IdeaRS.OpenModel.Concrete.Load Namespace